---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderTooManyParallelTreadsAtHeadFailure
source: html/17529bf0-f72e-22af-25e7-234170fd5a5f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderTooManyParallelTreadsAtHeadFailure Property

The number of parallel treads at start is too great.

## Syntax (C#)
```csharp
public static FailureDefinitionId WinderTooManyParallelTreadsAtHeadFailure { get; }
```